{
    "liquidation": {
        "title": "Valor de liquidação",
        "useCase": "Falências e liquidações",
        "formula": "[\\text{valor patrimonial dos ativos físicos} \\times (1 - desconto)] + dinheiro - \\text{total dos passivos}",
        "description": {
            "p1": "Valor de liquidação refere-se ao montante estimado que seria recebido se todos os ativos de uma empresa fossem vendidos e suas obrigações pagas. Este método de avaliação é crucial em cenários como falência, fusões e aquisições, e vendas de ativos em dificuldades.",
            "p2": "O valor de liquidação fornece uma estimativa precisa do que os stakeholders podem receber se uma empresa for liquidada, tornando-o particularmente útil em processos de falência e para credores determinarem sua recuperação potencial. No entanto, frequentemente subestima uma empresa que poderia valer mais se continuasse suas operações. As condições de mercado podem afetar significativamente os valores de liquidação, especialmente durante recessões econômicas. Além disso, o valor de liquidação normalmente resulta em uma avaliação mais baixa comparada a métodos como valor contábil ou valor de mercado.",
            "p3": "Para usar um desconto adequado, considere fatores como a idade dos ativos tangíveis, usos alternativos dos ativos (maquinário específico pode ser difícil de vender) e a atratividade. Por exemplo, uma frota de carros ou imóveis é mais fácil de vender e tem um desconto menor em comparação com maquinário muito específico."
        },
        "form": {
            "price_label": "Preço por ação: ",
            "number_label": "Número de ações: ",
            "cash_label": "Dinheiro e equivalentes: ",
            "book_label": "Valor de face dos ativos físicos: ",
            "discount_label": "Disconto sobre ativos físicos (%): ",
            "liabilities_label": "Total de passivos: ",
            "submit": "Calcular"
        },
        "dialog": {
            "dialog_title": "Valor de liquidação",
            "dialog_value": "Valor Justo por ação: ",
            "dialog_discount": "Desconto: "
        }
    }
}