{
    "fisher": {
        "description": "Performance Histórica: Desconhecido",
        "content": "Um dos investidores mais influentes de todos os tempos. Waren Buffet disse uma vez que é 75% Graham e 15% Phisher. Phisher é um dos primeiros investidores em crescimento. Aqueles que compram direito e ficam arrumados. Ele deu tremenda importância à gestão da empresa, ao potencial de crescimento de vendas em seus produtos e ao setor de pesquisa e desenvolvimento da empresa. Algumas de suas regras são fáceis de observar e algumas precisam de um mergulho profundo no estoque. Mas no final também contaremos suas dicas neste processo.",
        "content2": {
            "title": "Estratégia em uma frase: ",
            "body": "'A empresa está em, ou está sendo direcionada para, linhas de negócios que oferecem oportunidades de crescimento incomum em vendas? Essas linhas são onde, conforme a indústria cresce, seria relativamente simples para os novatos começarem e substituírem as unidades líderes? Se a natureza do negócio for tal que haja pouca maneira de impedir que os novatos entrem no campo, o valor do investimento de tal crescimento que ocorre pode ser bastante pequeno.'"
        },
        "footer": {
            "title": "Livros de Fisher: ",
            "book1": "ações comuns, lucros extraordinários",
            "book2": "conservative investors sleep well"
        },
        "resume": {
            "title": "Os 15 pontos para procurar em uma ações comum: ",
            "p1": {
                "title": "A empresa tem produtos ou serviços com potencial de mercado suficiente para possibilitar um aumento considerável nas vendas por pelo menos vários anos?",
                "q1": "'Não é de forma alguma impossível obter um lucro justo e único de empresas com uma curva de vendas estacionária ou mesmo em declínio. Economias operacionais resultantes de melhor controle de custos podem, às vezes, criar melhoria suficiente no lucro líquido para produzir um aumento no preço de mercado das ações de uma empresa. Esse tipo de lucro único é avidamente procurado por muitos especuladores e caçadores de pechinchas. No entanto, ele não oferece o grau de oportunidade que deveria interessar aqueles que desejam obter os maiores ganhos possíveis com seus fundos de investimento.'",
                "q2": "'Acredito que, em relação à curva de vendas futura de uma empresa, há um ponto que deve ser sempre mantido em mente. Se a gestão de uma empresa é excelente e a indústria está sujeita a mudanças tecnológicas e pesquisa de desenvolvimento, o investidor astuto deve ficar alerta à possibilidade de que a gestão possa lidar com os negócios da empresa de modo a produzir no futuro exatamente o tipo de curva de vendas que é o primeiro passo a ser considerado na escolha de um investimento excelente.'"
            },
            "p2": {
                "title": "A gerência está determinada a continuar desenvolvendo produtos ou processos que aumentarão ainda mais o potencial total de vendas quando os potenciais de crescimento das linhas de produtos atualmente atraentes já foram amplamente explorados?",
                "q1": "É neste ponto que a pesquisa científica e a engenharia de desenvolvimento começam a entrar em cena. É em grande parte por esses meios que as empresas melhoram produtos antigos e desenvolvem novos. Esta é a rota usual pela qual uma gerência não contente com um surto isolado de crescimento vê que o crescimento ocorre em uma série de surtos mais ou menos contínuos."
            },
            "p3": {
                "title": "Quão eficazes são os esforços de pesquisa e desenvolvimento da empresa em relação ao seu tamanho?",
                "q1": "Para um grande número de empresas públicas, não é muito difícil obter um número que mostre o número de dólares gastos a cada ano em pesquisa e desenvolvimento. Como praticamente todas essas empresas relatam seu total de vendas anuais, é apenas uma questão de matemática simples dividir o número da pesquisa pelo total de vendas e, assim, aprender a porcentagem de cada dólar de vendas que uma empresa está dedicando a esse tipo de atividade.",
                "q2": "Até que o investidor médio tente, ele provavelmente não acreditará em quão completo um quadro surgirá se ele fizer perguntas inteligentes sobre as atividades de pesquisa de uma empresa a um grupo diversificado de pessoas de pesquisa, algumas de dentro da empresa e outras envolvidas em linhas relacionadas em indústrias competitivas, em universidades e no governo. Um método mais simples e frequentemente valioso é fazer um estudo detalhado de quanto em vendas em dólares ou lucros líquidos foi contribuído para uma empresa pelos resultados de sua organização de pesquisa durante um período específico, como os dez anos anteriores."
            },
            "p4": {
                "title": "A empresa tem uma organização de vendas acima da média?",
                "q1": "Nesta era competitiva, os produtos ou serviços de poucas empresas são tão excelentes que venderão em suas potencialidades máximas se não forem comercializados com habilidade. É a realização de uma venda que é a atividade mais básica de qualquer negócio. Sem vendas, a sobrevivência é impossível."
            },
            "p5": {
                "title": "A empresa tem uma margem de lucro que vale a pena?",               
                "q1": "Todo o crescimento de vendas no mundo não produzirá o tipo certo de veículo de investimento se, ao longo dos anos, os lucros não crescerem correspondentemente. O primeiro passo para examinar os lucros é estudar a margem de lucro de uma empresa, ou seja, determinar o número de centavos de cada dólar de vendas que é reduzido ao lucro operacional."
            },
            "p6": {
                "title": "O que a empresa está fazendo para manter ou melhorar as margens de lucro?",
                "q1": "Em contraste, certas outras empresas, incluindo algumas dentro dessas mesmas indústrias, conseguem melhorar as margens de lucro por meios muito mais engenhosos do que apenas aumentar os preços. Algumas empresas alcançam grande sucesso mantendo departamentos de melhoria de capital ou engenharia de produtos. A única função de tais departamentos é projetar novos equipamentos que reduzirão os custos e, assim, compensarão ou compensarão parcialmente a tendência crescente dos salários. Muitas empresas estão constantemente revisando procedimentos e métodos para ver onde as economias podem ser geradas. A função de contabilidade e o manuseio de registros têm sido um campo particularmente fértil para esse tipo de atividade. O mesmo acontece com o campo de transporte.",
                "q2": "Todos eles exigem estudo detalhado e planejamento considerável com antecedência. O investidor em potencial deve dar atenção à quantidade de engenhosidade do trabalho que está sendo feito em novas ideias para cortar custos e melhorar as margens de lucro... As empresas que estão fazendo o trabalho mais bem-sucedido nessa linha são muito provavelmente aquelas que construíram a organização com o know-how para continuar a fazer coisas construtivas no futuro. É extremamente provável que estejam no grupo que oferece as maiores recompensas de longo prazo aos seus acionistas."
            },
            "p7": {
                "title": "A empresa possui relações trabalhistas e de pessoal pendentes?",
                "q1": "A diferença no grau de lucratividade entre uma empresa com boas relações de pessoal e uma com relações de pessoal medíocres é muito maior do que o custo direto das greves. Se os trabalhadores sentem que são tratados de forma justa por seu empregador, um pano de fundo foi estabelecido no qual uma liderança eficiente pode realizar muito no aumento da produtividade por trabalhador. Além disso, sempre há um custo considerável no treinamento de cada novo trabalhador. Essas empresas com uma rotatividade de mão de obra anormal têm, portanto, um elemento de despesa desnecessária evitado por empresas melhor administradas.",
                "q2": "Uma série de números que indica a qualidade subjacente das políticas de trabalho e pessoal é a rotatividade relativa de mão de obra em uma empresa em comparação a outra na mesma área. Igualmente significativo é o tamanho relativo da lista de espera de candidatos a emprego que desejam trabalhar para uma empresa em comparação a outras na mesma localidade. Em uma área onde não há excedente de mão de obra, empresas com uma lista anormalmente longa de pessoal buscando entrar em seu emprego são geralmente empresas desejáveis ​​para investimento do ponto de vista de boas relações de trabalho e pessoal.",
                "q3": "O investidor que adere a uma situação em que uma parte significativa dos ganhos vem do pagamento de salários abaixo do padrão para a área envolvida pode, com o tempo, ter sérios problemas em mãos."
            },
            "p8": {
                "title": "A empresa tem excelentes relações executivas?",
                "q1": "A empresa que oferece maiores oportunidades de investimento será aquela em que há um bom clima executivo. Os executivos terão confiança em seu presidente e/ou presidente do conselho. Isso significa, entre outras coisas, que dos níveis mais baixos para cima há um sentimento de que as promoções são baseadas na capacidade, não no facciosismo. Uma família governante não é promovida sobre as cabeças de homens mais capazes. Os ajustes salariais são revisados ​​regularmente para que os executivos sintam que os aumentos merecidos virão sem ter que ser exigidos. Os salários estão pelo menos em linha com o padrão da indústria e da localidade. A gerência trará pessoas de fora para qualquer coisa que não seja começar empregos apenas se não houver possibilidade de encontrar alguém dentro da organização que possa ser promovido para preencher a posição."
            },
            "p9": {
                "title": "A empresa tem excelentes relações executivas?",
                "q1": "O mais importante deles é a delegação de autoridade. Se, do topo para baixo, cada nível de executivos não receber autoridade real para executar as tarefas atribuídas de uma maneira tão engenhosa e eficiente quanto a capacidade de cada indivíduo permitir, um bom material executivo se torna muito parecido com animais jovens saudáveis ​​tão enjaulados que não conseguem se exercitar. Eles não desenvolvem suas faculdades porque simplesmente não têm oportunidade suficiente para usá-las."
            },
            "p10": {
                "title": "Quão boas são as análises de custos e os controles contábeis da empresa?",
                "q1": "Nenhuma empresa continuará a ter sucesso extraordinário por um longo período de tempo se não puder decompor seus custos gerais com precisão e detalhes suficientes para mostrar o custo de cada pequeno passo em sua operação. Torna-se quase impossível estabelecer políticas de preços que garantam o lucro geral máximo obtido consistente com o desencorajamento da competição indevida. Não há como saber quais produtos são dignos de esforço especial de vendas e promoção."
            },
            "p11": {
                "title": "Existem outros aspectos do negócio, um tanto peculiares ao setor envolvido, que darão ao investidor pistas importantes sobre o quão notável a empresa pode ser em relação à concorrência?",
                "q1": "Por definição, este é um ponto de investigação um tanto abrangente. Isto porque questões deste tipo tendem a diferir consideravelmente umas das outras — aquelas que são de grande importância em algumas linhas de negócios podem, às vezes, ser de pouca ou nenhuma importância em outras. Por exemplo, na maioria das operações importantes envolvendo varejo, o grau de habilidade que uma empresa tem em lidar com questões imobiliárias — a qualidade de seus arrendamentos, por exemplo — é de grande importância. Em muitas outras linhas de negócios, um alto grau de habilidade neste campo é menos importante.",
                "q2": "Em várias linhas de negócios, os custos totais de seguro chegam a uma porcentagem importante do dólar de vendas. Às vezes, isso pode ser importante o suficiente para que uma empresa com, digamos, um custo geral de seguro 35% menor do que um concorrente do mesmo tamanho tenha uma margem de lucro mais ampla.",
                "q3": "Patentes são outro assunto com significância variável de empresa para empresa. Para grandes empresas, uma posição forte de patente é geralmente um ponto de força adicional em vez de básica."
            },
            "p12": {
                "title": "A empresa tem uma perspectiva de curto ou longo prazo em relação aos lucros?",
                "q1": "Uma empresa fará constantemente os acordos mais afiados possíveis com os fornecedores. Outra, às vezes, pagará acima do preço do contrato a um fornecedor que teve despesas inesperadas ao fazer a entrega, porque quer ter certeza de ter uma fonte confiável de matérias-primas necessárias ou componentes de alta qualidade disponíveis quando o mercado mudar e os suprimentos puderem ser desesperadamente necessários. A diferença no tratamento dos clientes é igualmente perceptível. A empresa que se esforçará e gastará muito para cuidar das necessidades de um cliente regular pego em um congestionamento inesperado pode mostrar lucros menores na transação específica, mas lucros muito maiores ao longo dos anos."
            },
            "p13": {
                "title": "No futuro previsível, o crescimento da empresa exigirá financiamento de capital suficiente para que o maior número de ações em circulação cancele em grande parte o benefício dos acionistas existentes com esse crescimento previsto?",
                "q1": "Portanto, se o investimento for limitado a situações pendentes, o que realmente importa é se o caixa da empresa mais a capacidade de empréstimo adicional é suficiente para cuidar do capital necessário para explorar as perspectivas dos próximos anos. Se for, e se a empresa estiver disposta a tomar emprestado até o limite da prudência, o investidor de ações ordinárias não precisa se preocupar com o futuro mais distante. Se o investidor tiver avaliado adequadamente a situação, qualquer financiamento de capital que possa ser feito alguns anos à frente estará a preços muito mais altos do que os níveis atuais que ele não precisa se preocupar."
            },
            "p14": {
                "title": "A administração fala livremente com os investidores sobre seus negócios quando as coisas estão indo bem, mas “se fecha” quando ocorrem problemas e decepções?",
                "q1": "A gerência que não relata tão livremente quando as coisas vão mal quanto quando vão bem, geralmente 'se fecha' dessa forma por uma de várias razões bastante significativas. Pode não ter um programa elaborado para resolver a dificuldade não antecipada. Pode ter entrado em pânico. Pode não ter um senso adequado de responsabilidade para com seus acionistas..."
            },
            "p15": {
                "title": "A empresa possui uma gestão de integridade inquestionável?",
                "q1": "Qualquer investimento ainda pode ser considerado interessante se cair em relação a quase qualquer outro dos quinze pontos que já foram cobertos, mas obtiver uma pontuação excepcionalmente alta em relação a todo o resto. Independentemente de quão alta a classificação possa ser em todos os outros assuntos, no entanto, se houver uma questão séria da falta de um forte senso de gestão de confiança para os acionistas, o investidor nunca deve considerar seriamente participar de tal empreendimento."
            }
        },
        "adicional-title": "Conhecimentos Adicionais:",
        "dividens-title": "Dividendos:",
        "dividens-body": "É possível que, ao gastar os lucros não como dividendos, mas para construir uma nova fábrica, lançar uma nova linha de produtos ou instalar algum equipamento importante para economizar custos em uma fábrica antiga, a administração pudesse estar fazendo muito mais para beneficiar o acionista do que estaria fazendo apenas distribuindo esses lucros como dividendos.",
        "diversification-title": "Diversificação:",
        "diversification-body": "Os horrores do que pode acontecer àqueles que “colocam todos os ovos na mesma cesta” são constantemente expostos. Poucas pessoas, no entanto, pensam o suficiente sobre os males do outro extremo. Essa é a desvantagem de ter ovos em tantas cestas que muitos dos ovos não acabam em cestas realmente atraentes, e é impossível continuar observando todas as cestas depois que os ovos são colocados nelas."
    }
}