{
    "100bagger": {
        "title": "100 Bagger Calculator",
        "p1": "A 100 bagger calculator aims to estimate the potential of an investment to multiply 100-fold over time. While intriguing, such calculations have inherent limitations. Predicting future performance is inherently uncertain due to varios factors.",
        "p2": "Despite these uncertainties, certain traits are common among companies that achieve 100 bagger status. Typically, these companies exhibit robust growth potential, high return on investment, and are often led by owner-operators who are deeply invested in the businesss success. Strong competitive advantages, innovative products or services, and effective management practices also contribute to their extraordinary growth. While the calculator can provide a rough estimate, its essential to conduct thorough research and consider a comprehensive range of factors before making investment decisions.",
        "p3_p1": "And even if you have all in your favor, you need time and patience, lots of patience. This calculator was made inspired by the book: ",
        "p3_link1": "https://www.amazon.com.br/100-Baggers-Stocks-100-1/dp/1621291650",
        "p3_link1_text": "100 Baggers: Stocks That Return 100-to-1 and How To Find Them",
        "p3_p2": "by Christopher W Mayer and his intelectual predecessor Thomas W. Phelps how write",
        "p3_link2_text": "100 to 1 in the Stock Market: A Distinguished Security Analyst Tells How to Make More of Your Investment Opportunities.",
        "p3_link2": "https://www.amazon.com.br/100-Stock-Market-Distinguished-Opportunities/dp/1626540292?__mk_pt_BR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&sr=8-1",
        "p3_p3": " In Christopher the average time a stock need to become a 100 baggers was 26 years, even thouth the time needed is swiking. If there is a secrete, is it to have patience.",
        "p4": "If is possible to give a quick sumary of what is need to a stock be a 100 bagger it usually need: Growth in sales and earning, expantion of multiples, ability to invest at high rates (which usually means: high return of capital invested, high margins), a good management team (prefer ownors operatiors), the ability to maintain this growth above average for many years (a durable moat).",
        "p5": "This calculator gives you the probability of have a 100 bagger. If the stars are align and you have a very good company at your hands, nothing garantee a sucessfull investment, no one can see into the future. But to be easy to understand the calculators give you 100% if all things are align and this number divided by 5, to give you the true change of find a 100 bagger, this number 5 is totaly arbitrary.",
        "time_label": "Can you hold the stock for at least 10 years, even when it faces bad times?",
        "growth_label": "The company can growth for many years?",
        "pe_label": "Current P/E ratio:",
        "owner_label": "The CEO and board staff have lots of stocks in the company?",
        "track_label": "The manegent team already have a good track record?",
        "roe_label": "Average ROE in the last four years (%):",
        "average_growth_label": "Average sales growth in the last four years (%):",
        "peg_label": "The average Peg Ratio for the last four years:",
        "buyback_label": "At some time is the past the company buy it own stock at a good price?",
        "delute_label": "The company is deluting owner via stock option and stock incentives?",
        "moat_label": "In a scale of 1 - 10, how strong is the competitive advantage of this company (moat):",
        "change_label": "The company is in a fast changing industry?",
        "margin_label": "In the last four years the company present a high gross margin relative to the industry?",
        "company_label": "The company is showing incrise in it finances in the last four years (growth eps, profitability, margins, etc)?",
        "undertand_label": "Do you undestand how the company make money?",
        "sales_roe_label": "When the sales growth incrise, the ROE and gross margin remain high?",
        "yes": "Yes",
        "no": "No",
        "for_some_time": "For some time",
        "buyback_option": "They buyback at any time",
        "nomuch_option": "Don't know",
        "more_less": "More or less",
        "equivalent": "Equivalent to the indstry",
        "no_aplicable": "No Applicable",
        "submit": "Calculate",
        "dialog_title": "100 Bagger Result",
        "dialog_result": "Result:",
        "dialog_realistc": "Realistic Expectations:",
        "good_lock": "Good Lock",
        "dialog_messages_1": "You have a treasure in your hands! This company is go to the moon.",
        "dialog_messages_2": "This company have high changes of success, go for it!",
        "dialog_messages_3": "Is a good company, could be better, but have its changes",
        "dialog_messages_4": "Thare is always hope, but we will need tons of luck"
    }
}