{
    "100bagger": {
        "title": "Calculadora 100 Bagger",
        "p1": "Uma calculadora \"100 bagger\" visa estimar o potencial de um investimento para se multiplicar 100 vezes ao longo do tempo. Embora intrigantes, tais cálculos possuem limitações inerentes. Prever o desempenho futuro é inerentemente incerto devido a vários fatores.",
        "p2": "Apesar dessas incertezas, certas características são comuns entre empresas que alcançam o status de \"100 bagger\". Normalmente, essas empresas apresentam um potencial de crescimento robusto, alto retorno sobre o investimento e, muitas vezes, são lideradas por fundadores/operadores que estão profundamente investidos no sucesso do negócio. Vantagens competitivas fortes, produtos ou serviços inovadores e práticas de gestão eficazes também contribuem para seu crescimento extraordinário. Embora a calculadora possa fornecer uma estimativa aproximada, é essencial realizar uma pesquisa minuciosa e considerar uma ampla gama de fatores antes de tomar decisões de investimento.",
        "p3_p1": "E mesmo que você tenha tudo a seu favor, você precisará de tempo e paciência, muita paciência. Esta calculadora foi feita inspirada no livro: ",
        "p3_link1": "https://www.amazon.com.br/100-Baggers-Stocks-100-1/dp/1621291650",
        "p3_link1_text": "100 Baggers: Stocks That Return 100-to-1 and How To Find Them",
        "p3_p2": "de Christopher W. Mayer e seu predecessor intelectual Thomas W. Phelps, que escreveu",
        "p3_link2_text": "100 to 1 in the Stock Market: A Distinguished Security Analyst Tells How to Make More of Your Investment Opportunities.",
        "p3_link2": "https://www.amazon.com.br/100-Stock-Market-Distinguished-Opportunities/dp/1626540292?sr=8-1",
        "p3_p3": " Na pesquisa de Christopher, o tempo médio que uma ação levou para se tornar um \"100 bagger\" foi de 26 anos, embora o tempo varie bastante. Se há um segredo, é ter paciência.",
        "p4": "Se é possível dar um resumo rápido do que é necessário para uma ação se tornar um \"100 bagger\", geralmente é preciso: crescimento nas vendas e nos lucros, expansão dos múltiplos, capacidade de investir a altas taxas (o que geralmente significa: alto retorno sobre o capital investido, altas margens), uma boa equipe de gestão (preferencialmente proprietários-operadores), e a capacidade de manter esse crescimento acima da média por muitos anos (uma vantagem competitiva relevante).",
        "p5": "Esta calculadora lhe dá a probabilidade de ter um \"100 bagger\". Se as estrelas estão alinhadas e você tem uma empresa muito boa em suas mãos, nada garante um investimento bem-sucedido; ninguém pode ver o futuro. Mas, para ser fácil de entender, a calculadora lhe dá 100% se todas as coisas estiverem alinhadas, e esse número é dividido por 5 para lhe dar a verdadeira chance de encontrar um \"100 bagger\" (esse número 5 é totalmente arbitrário).",
        "time_label": "Será capaz de segurar essas ações por pelo menos 10 anos, mesmo em tempos difíceis?",
        "growth_label": "A empresa tem margem para crescer por anos?",
        "pe_label": "P/L atual:",
        "owner_label": "O CEO e a equipe de gestão possuem uma parte significante do total de ações da companhia?",
        "track_label": "A equipe de gestão tem um bom histórico?",
        "roe_label": "Média do ROE nos últimos 4 anos (%):",
        "average_growth_label": "Média do crescimento das vendas nos últimos quatro anos (%):",
        "peg_label": "Média do PEG Ratio nos últimos 4 anos (%):",
        "buyback_label": "Nos últimos anos, a empresa tem recomprado suas ações a um bom preço?",
        "delute_label": "A empresa está diluindo acionistas através de stock options e incentivos aos funcionários via emissão de ações?",
        "moat_label": "Numa escala de 1 a 10, quão forte é a vantagem competitiva desta empresa (moat)?",
        "change_label": "A empresa está em uma indústria em rápida mudança?",
        "margin_label": "Nos últimos quatro anos, a empresa apresentou uma margem bruta mais alta que o mercado em que atua?",
        "company_label": "A companhia tem mostrado melhora em suas finanças nos últimos 4 anos (crescimento de LPA, lucratividade, margens, etc.)?",
        "undertand_label": "Você entende como a companhia faz dinheiro? Consegue explicar a alguém?",
        "sales_roe_label": "Quando há aumento de vendas, o ROE e a margem bruta permanecem altas?",
        "yes": "Sim",
        "no": "Não",
        "for_some_time": "Por algum tempo",
        "buyback_option": "Compraram as ações a qualquer preço",
        "nomuch_option": "Não sei",
        "more_less": "Mais ou menos",
        "equivalent": "Equivalente ao mercado",
        "no_aplicable": "Não se aplica",
        "submit": "Calcular",
        "dialog_title": "Resultado da calculadora",
        "dialog_result": "Resultado:",
        "dialog_realistc": "Expectativas Realistas:",
        "good_lock": "Boa sorte!",
        "dialog_messages_1": "Você tem um tesouro em suas mãos! Essa empresa vai para a lua.",
        "dialog_messages_2": "Essa empresa tem grandes chances de sucesso, vá em frente!",
        "dialog_messages_3": "É uma boa empresa, poderia ser melhor, mas tem suas chances.",
        "dialog_messages_4": "Sempre há esperança, mas vamos precisar de muita sorte."
    }
}